asciiquarium
bemenu
brave-bin
discord_arch_electron
foot-git
foot-terminfo-git
gdb
git
grim
irssi
jq
mako
man-db
man-pages
mpc
mpd
mpv
neovim-git
nerd-fonts-fira-mono
net-tools
networkmanager
nmap
obs-studio-wayland
openbsd-netcat
openssh
openvpn
pipewire
protonvpn-cli-ng
pulseaudio-alsa
pulsemixer
qemu
river-git
transmission-cli
ttf-fira-mono
waybar-git
wget
which
wlrobs-hg
xdg-desktop-portal-git
xdg-desktop-portal-wlr
yay
youtube-dl
zig
zls-git
zsh
